Revit 2027 API
GroupTypeId.ContinuousrailEndTopExtension Property
 Extension (End/Top).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailEndTopExtension { get; }
Public Shared ReadOnly Property ContinuousrailEndTopExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailEndTopExtension {
	ForgeTypeId^ get ();
}
static member ContinuousrailEndTopExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace